Repository: KDE/kasts
Catalog: po/*/kasts.po
Languages: da

# NAME OF TRANSLATORS
source: Your names
da: Rasmus Rosendahl-Kaa

# EMAIL OF TRANSLATORS
source: Your emails
da: rasmus@rosendahl-kaa.name

source: Streaming on metered connection not allowed
da: Streaming på en kablet netværksforbindelse er ikke tilladt

source: No network connection
da: Ingen netværksforbindelse

source: Invalid Media
da: Ugyldigt medie

source: Podcast downloads not allowed on metered connection
da: Podcastdownloads er ikke tilladt på kablet forbindelse

# <name> and <name>
source: %1 and %2
da: %1 og %2

# <name(s)>, and <name>
source: %1, and %2
da: %1, og %2

source: Podcast update error
da: Opdateringsfejl for podcast

source: Media download error
da: Mediedownloadsfejl

source: Update not allowed on metered connection
da: Opdatering er ikke tilladt på kablet forbindelse

source: Invalid media file
da: Ugyldig mediefil

source: Nothing found
da: Intet fundet

source: Error moving storage path
da: Fejl ved flytning af lagringssti

source: Error syncing feed and/or episode status
da: Fejl under synkronisering af feed og/eller episodestatus

source: Streaming not allowed on metered connection
da: Streaming er ikke tilladt på kablet forbindelse

source: Database error
da: Databasefejl

source: Example KMediaSession Player
da: Eksempel på KMediaSession-afspiller

source: Select File…
da: Vælg fil…

source: Select Media File
da: Vælg mediefil

source: OR
da: ELLER

source: Open
da: Åbn

source: Play
da: Afspil

source: Mute
da: Gør lydløs

source: Title: %1
da: Titel: %1

source: Artist: %1
da: Kunstner: %1

source: Media status: %1
da: Mediestatus: %1

source: Playback status: %1
da: Afspilningsstatus: %1

source: Error: %1
da: Fejl: %1

# Explanation for sleep inhibit during media playback
source: Playing Media
da: Afspiller medie

source: Podcast Application
da: Podcastprogram

source: Adds a new podcast to subscriptions.
da: Tilføjer en ny podcast til abonnementer.

source: Podcast Player
da: Podcastafspiller

# @label:chooser Choice of filter for episode list
source: No filter
da: Intet filter

# @label:chooser Choice of filter for episode list
source: Played episodes
da: Afspillede episoder

# @label:chooser Choice of filter for episode list
source: Unplayed episodes
da: Ikke afspillede episoder

# @label:chooser Choice of filter for episode list
source: Episodes marked as "New"
da: Episoder markeret som "Ny"

# @label:chooser Choice of filter for episode list
source: Episodes not marked as "New"
da: Episoder ikke markeret som "Ny"

# @label:chooser Choice of filter for episode list
source: Episodes marked as Favorite
da: Episoder markeret som favorit

# @label:chooser Choice of filter for episode list
source: Episodes not marked as Favorite
da: Episoder ikke markeret som favorit

# @label:chooser Choice of fields to search for string
source: Title
da: Titel

# @label:chooser Choice of fields to search for string
source: Description
da: Beskrivelse

# @label:chooser Choice of fields to search for string
source: Podcast title
da: Podcasttitel

# @label:chooser Sort episodes by decreasing date
source: Date: newer first
da: Dato: nyere først

# @label:chooser Sort episodes by increasing date
source: Date: older first
da: Dato: ældrere først

# @info
source: Unnamed chapter
da: Unavngivet kapitel

# @label:chooser Sort podcasts by decreasing number of unplayed episodes
source: Unplayed count: descending
da: Antal ikke afspillet: faldende

# @label:chooser Sort podcasts by increasing number of unplayed episodes
source: Unplayed count: ascending
da: Antal ikke afspillet: stigende

# @label:chooser Sort podcasts by decreasing number of new episodes
source: New count: descending
da: Antal nye: faldende

# @label:chooser Sort podcasts by increasing number of new episodes
source: New count: ascending
da: Antal nye: stigende

# @label:chooser Sort podcasts by decreasing number of favorites
source: Favorite count: descending
da: Antal favoritter: faldende

# @label:chooser Sort podcasts by increasing number of favorites
source: Favorite count: ascending
da: Antal favoritter: stigende

# @label:chooser Sort podcasts titles alphabetically
source: Podcast title: A → Z
da: Podcasttitel: A → Å

# @label:chooser Sort podcasts titles in reverse alphabetical order
source: Podcast title: Z → A
da: Podcasttitel: Å → A

source: Add New Podcast
da: Tilføj ny podcast

source: Add Podcast
da: Tilføj podcast

# @info:status
source: Podcast updates are currently not allowed on metered connections
da: Podcastopdateringer er i øjeblikket ikke tilladt på kablet forbindelser

# @title:window
source: Select Option
da: Vælg indstilling

# @title:window
source: Network not reachable
da: Netværk kan ikke nås

# @info:status
source: It seems the network cannot be reached. If this is incorrect, this check can be disabled through: Settings > Network.
da: Der ser ud til, at netværket ikke kan nås. Hvis dette ikke er korrekt, kan denne kontrol blive slået fra via: Indstillinger > Netværk.

source: Don't Allow
da: Tillad ikke

source: Allow Once
da: Tillad én gang

source: Always Allow
da: Tillad altid

source: Seek backward
da: Søg baglæns

source: Seek forward
da: Sæg fremad

source: Skip forward
da: Spring fremad

source: Playback rate:
da: Afspilningshastighed:

# @action:button
source: Show chapter list
da: Vis kapitelliste

# @action:button
source: Show episode info
da: Vis episodeinfo

# @action:button
source: Open sleep timer settings
da: Åbn indstillinger for søvntimer

# @action:button
source: Open volume settings
da: Åbn indstillinger for lydstyrke

# @action:button
source: Toggle mute
da: Slå lyd til/fra

# @action:button
source: Show more
da: Vis mere

# @action:button
source: Chapters
da: Kapitler

# @action:button
source: Show Info
da: Vis info

# @action:button
source: Sleep Timer
da: Søvntimer

source: Chapters
da: Kapitler

# @title of page allowing to search for new podcasts online
source: Discover
da: Opdag

source: Search podcastindex.org
da: Søg podcastindex.org

source: Search
da: Søg

source: Subscribe
da: Abonnér

source: Subscribed
da: Abonneret

source: Refresh All Podcasts
da: Genopfrisk alle podcasts

# @info:placeholder
source: No downloads
da: Ingen downloads

source: Downloading
da: Downloader

source: Incomplete Downloads
da: Ukomplette downloads

source: Downloaded
da: Downloadet

# @title
source: Episode Details
da: Detaljer for episode

# @action:intoolbar Button to open an episode URL in browser
source: Open in Browser
da: Åbn i browser

# @action:intoolbar Button to cancel ongoing download of episode
source: Cancel Download
da: Annullér download

# @action:intoolbar Button to start playback of the episode
source: Play
da: Afspil

# @action:intoolbar Button to add an episode to the play queue
source: Add to Queue
da: Tilføj til kø

# @action:intoolbar Button to remove an episode from the play queue
source: Remove from Queue
da: Fjern fra kø

# @action:intoolbar Button to remove the downloaded episode audio file
source: Delete Download
da: Slet download

# @action:intoolbar Button to reset the play position of an episode to the start
source: Reset Play Position
da: Nulstil afspilningsposition

# @action:intoolbar Button to mark eposide as not played
source: Mark as Unplayed
da: Markér som ikke afspillet

# @action:intoolbar Button to mark episode as played
source: Mark as Played
da: Markér som afspillet

# @action:intoolbar
source: Remove "New" Label
da: Fjern "Ny"-mærke

# @action:intoolbar
source: Label as "New"
da: Markér som "Ny"

# @action:intoolbar Button to remove the "favorite" property of a podcast episode
source: Remove from Favorites
da: Fjern fra favoritter

# @action:intoolbar Button to add a podcast episode as favorite
source: Add to Favorites
da: Tilføj til favoritter

# @action:intoolbar Button to open the podcast URL in browser
source: Open Podcast
da: Åbn podcast

# @action:button
source: Copy Episode Download URL
da: Kopiér download-URL for episode

# @info:status
source: Link Copied
da: Link kopieret

# @title of page with list of podcast episodes
source: Episodes
da: Episoder

# @action:intoolbar
source: Search
da: Søg

source: No episodes available
da: Ingen episoder tilgængelig

source: No errors logged
da: Ingen fejl logget

source: Error code:
da: Fejlkode:

# @title
source: Error Log
da: Fejllog

# @action:button
source: Clear All Errors
da: Ryd alle fejl

source: Show Error Log
da: Vis fejllog

source: Podcast Details
da: Podcastdetaljer

# by <author(s)>
source: by %1
da: af %1

source: Refresh Podcast
da: Genopfrisk podcast

source: Show Details
da: Vis detaljer

source: Subscribed since: %1
da: Abonneret siden: %1

source: Last updated: %1
da: Senest opdateret: %1

source: 1 Unplayed
da: 1 ikke afspillet

source: Error (%1): %2
da: Fejl (%1): %2

source: Remove Podcast
da: Fjern podcast

# @title of page with list of podcast subscriptions
source: Subscriptions
da: Abonnementer

# @action:intoolbar
source: Refresh All Podcasts
da: Genopfrisk alle podcasts

# @action:intoolbar
source: Add Podcast…
da: Tilføj podcast…

# @action:intoolbar Open menu with options to sort subscriptions
source: Sort
da: Sortér

# @info:tooltip
source: Select how to sort subscriptions
da: Vælg hvordan abonnementer skal sorteres

# @action:intoolbar
source: Import Podcasts…
da: Importér podcasts…

# @action:intoolbar
source: Export Podcasts…
da: Eksportér podcasts…

# @title:window
source: Import Podcasts
da: Importér podcasts

# @label:listbox File filter option in file dialog
source: OPML Files (*.opml)
da: OPML-filer (*.opml)

# @label:listbox File filter option in file dialog
source: XML Files (*.xml)
da: XML-filer (*.xml)

# @label:listbox File filter option in file dialog
source: All Files (*)
da: Alle filer (*)

# @title:window
source: Export Podcasts
da: Eksportér podcasts

# @info Placeholder message for empty podcast list
source: No podcasts added yet
da: Ingen podcasts tilføjet endnu

source: No podcasts found
da: Ingen podcasts fundet

# @info:tipoftheday
source: Get started by adding podcasts:
da: Kom i gang med at tilføje podcasts:

# @action:button
source: Search Online
da: Søg online

# @action:button
source: Synchronize
da: Synkronisér

# @action:intoolbar
source: Select All
da: Vælg alle

# @action:intoolbar
source: Deselect All
da: Fravælg alle

# @action:intoolbar
source: Remove Podcast
da: Fjern podcast

# @action:intoolbar Open view with more podcast details
source: Podcast Details
da: Podcastdetaljer

# @action:button Reset filters active on ListView
source: Reset
da: Nulstil

# @info:status Name of the filter which is active on the ListView
source: Active filter: %1
da: Aktive filtre: %1

source: Played
da: Afspillet

source: Read
da: Læst

source: New
da: Ny

source: Remove from Queue
da: Fjern fra kø

source: Cancel Download
da: Annullér download

source: Delete Download
da: Slet download

source: Add to Queue
da: Tilføj til kø

# @action:intoolbar Open menu with options to sort episodes
source: Sort
da: Sortér

# @info:tooltip
source: Select how to sort episodes
da: Vælg hvordan episoder skal sorteres

source: Filter
da: Filtrér

# @info:tooltip
source: Filter episodes by status
da: Filtrér episoder efter status

source: Select All
da: Vælg alle

source: Deselect All
da: Fravælg alle

source: Mark as Played
da: Markér som afspillet

source: Mark as Unplayed
da: Markér som ikke afspillet

source: Label as "New"
da: Markér som "Ny"

source: Remove "New" Label
da: Fjern "Ny"-mærke

# context menu action
source: Delete Download
da: Slet download

# @info Placeholder text in search box
source: No search results
da: Ingen søgeresultater

# @action:intoolbar
source: Advanced Search Options
da: Avancerede søgeindstillinger

# @title:menu
source: Search Preferences
da: Søgepræferencer

# @title:group Group of fields in which can be searched
source: Search in:
da: Søg i:

source: Queue
da: Kø

# @title of dialog with app settings
source: Settings
da: Indstillinger

# Number of Updated Podcasts
source: Updated %2 of %1 Podcast
da: Opdaterede %2 af %1 podcast

# Number of Moved Files
source: Moved %2 of %1 File
da: Flyttede %2 af %1 fil

# @info:status
source: Podcast downloads are currently not allowed on metered connections
da: Podcastdownloads er i øjeblikket ikke tilladt på kablet forbindelser

source: No Title
da: Ingen Titel

source: No podcast title
da: Ingen podcasttitel

source: No chapters found
da: Ingen kapitler fundet

# @title:window
source: Playback Rate Presets
da: Forvalg for afspilningshastighed

# @info Label for controls to add new playback rate preset
source: New Preset:
da: Myt forvalg:

# @action:button Add new playback rate value to list
source: Add
da: Tilføj

# @info:tooltip
source: Add new playback rate value to list
da: Tilføj ny afspilningshastighedsværds til listen

# @action:button
source: Decrease playback rate
da: Formindsk afspilningshastighed

# @action:button
source: Increase playback rate
da: Forøg afspilningshastighed

# @title:group List of custom playback rates
source: Current Presets:
da: Nuværende forvalg:

# @title:window
source: Select Playback Rate
da: Vælg afspilningshastighed

# @action:button
source: Customize
da: Tilpas

# @info:progress
source: Time Left
da: Tid tilbage

# @info
source: Queue is empty
da: Kø er tom

# @label:textbox Placeholder text for episode search field
source: Search episodes…
da: Søg episoder…

# @title Form header for settings related to app appearance
source: Appearance
da: Udseende

source: Optimize interface for mobile/desktop usage
da: Optimer grænsefladen for mobil/desktop-brug

# @label
source: This will require a restart of the app to take effect
da: Dette kræver en genstart af programmet for at få virkning

# Label for the GUI mode selection
source: Desktop
da: Skrivebord

# Label for the GUI mode selection
source: Mobile
da: Mobil

# @label:listbox
source: Color theme
da: Farvetema

# @option:check
source: Always show podcast titles in subscription view
da: Vis altid podcasttitler i abonnementvisning

# @option:check
source: Show episode image instead of podcast image in lists
da: Vis episodebillede i stedet for podcastbillede i lister

# @option:check
source: Show podcast titles in episode lists
da: Vis podcasttitler i episodelister

# @title Title header for settings related to the tray icon
source: Tray icon
da: Statusikon

# @option:check
source: Show icon in system tray
da: Vis ikon i statusområde

# @option:check
source: Minimize to tray instead of closing
da: Minimér til statusområde i stedet for at lukke

# @label:listbox Label for selecting the color of the tray icon
source: Tray icon type
da: Type af statusikon

# Label describing style of tray icon
source: Colorful
da: Farverig

# Label describing style of tray icon
source: Light
da: Lys

# Label describing style of tray icon
source: Dark
da: Mørk

# @title Form header for settings related to text/fonts
source: Text
da: Tekst

# @option:check
source: Use system default
da: Brug systemstandard

# @label:spinbox
source: Font size
da: Skriftstørrelse

# @title:menu Category in settings
source: Error Log
da: Fejllog

# @action:button
source: Clear All
da: Ryd alle

# @title Form header for settings related to playback
source: Playback settings
da: Afspilningsindstillinger

# @label:listbox Label for setting to select audio playback backend
source: Select audio backend
da: Vælg lydmotor

# @option:check
source: Adjust time left based on current playback speed
da: Justér tid tilbage baseret på nuværende afspilningshastighed

# @option:check
source: Prefer streaming over downloading
da: Foretræk streaming over at downloade

# @label:spinbox
source: Skip forward interval (in seconds)
da: Interval, der springes frem (i sekunder)

# @label:spinbox
source: Skip backward interval (in seconds)
da: Interval, der spoles tilbage (i sekunder)

# @title Form header for settings related podcast updates
source: Podcast update settings
da: Indstillinger for podcastopdateringer

# @label:listbox
source: Periodically retrieve podcast feeds
da: Hent periodisk podcastfeeds

# @item:inlistbox automatic podcast update interval
source: Never
da: Aldrig

# @item:inlistbox automatic podcast update interval
source: Every hour
da: Hver time

# @item:inlistbox automatic podcast update interval
source: Every day
da: Hver dag

# @option:check
source: Fetch podcast updates on startup
da: Hent podcastopdateringer ved opstart

# @option:check
source: Update existing episode data on refresh (slower)
da: Opdatér eksisterende episodedata ved genopfriskning (langsommere)

# @option:check
source: Automatically queue new episodes
da: Tilføj automatisk nye episoder til køen

# @option:check
source: Automatically download new episodes
da: Download automatisk nye episoder

# @title Form header for settings related to the queue
source: Queue settings
da: Køindstillinger

# @option:check
source: Continue playing next episode after current one finishes
da: Fortsæt med at afspille næste episode, når den nuværende er færdig

# @option:check
source: Reset play position after an episode is played
da: Nulstil afspilningsposition efter en episode er afspillet

# @label:listbox
source: Played episode behavior
da: Opførsel for afspillet episode

# @item:inlistbox What to do with played episodes
source: Do not delete
da: Slet ikke

# @item:inlistbox What to do with played episodes
source: Delete immediately
da: Slet straks

# @item:inlistbox What to do with played episodes
source: Delete at next startup
da: Slet ved næste opstart

# @label:spinbox
source: Mark episodes as played when the given time is remaining (in seconds)
da: Markér episoder som afspillet, når den givne tid er tilbage (i sekunder)

# @title Form header for settings triggered by adding new podcasts
source: When adding new podcasts
da: Når der tilføjes nye podcasts

# @option:radio
source: Mark all episodes as played
da: Markér alle episoder som afspillet

# @option:radio
source: Mark most recent episodes as unplayed
da: Markér de nyeste episoder som ikke afspillet

# @option:radio
source: Mark all episodes as unplayed
da: Markér alle episoder som ikke afspillet

# @title Form header for settings related to network connections
source: Network
da: Netværk

# @option:check
source: Enable network connection checks
da: Slå netværksforbindelsestjek til

# @title Form header for settings related to metered connections
source: On metered connections
da: På kablet forbindelser

# @option:check
source: Allow podcast updates
da: Tillad podcastopdateringer

# @option:check
source: Allow episode downloads
da: Tillad episodedownloading

# @option:check
source: Allow image downloads
da: Tillad billededownloading

# @option:check
source: Allow streaming
da: Tillad streaming

# @title Form header for settings related to network proxies
source: Network Proxy
da: Netværksproxy

# @option:radio Network proxy selection
source: System Default
da: Systemstandard

# @option:radio Network proxy selection
source: No Proxy
da: Ingen proxy

# @label:textbox Hostname for proxy config
source: Host
da: Vært

# @label:textbox Username for proxy config
source: User
da: Bruger

# @label:textbox Password for proxy config
source: Password
da: Adgangskode

# @action:button
source: Apply
da: Anvend

# @info:status Warning message related to app proxy settings
source: Your system level or app level proxy settings might be ignored by the audio backend when streaming audio. The settings should still be honored by all other network related actions, including downloading episodes.
da: Proxyindstillingerne på app- eller systemniveau kan blive ignoreret af lydmotoren, når der streames lyd. Disse indstillinger burde stadig æret af alle andre netværksrelaterede handlinger, herunder download af episoder.

# @title:menu Category in settings
source: General
da: Generelt

# @title:menu Category in settings
source: Appearance
da: Udseende

# @title:menu Category in settings
source: Storage
da: Lager

# @title:menu Category in settings
source: Network
da: Netværk

# @title:menu Category in settings
source: Synchronization
da: Synkronisering

# @title:menu Category in settings
source: About Kasts
da: Om Kasts

# @title:group
source: About
da: Om

# @title:menu Category in settings
source: About KDE
da: Om KDE

# @title Form header for settings related to storage paths
source: Storage path
da: Lagringssti

# @option:check
source: Use default path
da: Brug standard sti

# @label showing path used for local storage
source: Storage path
da: Lagringssti

# @action:button
source: Select folder…
da: Vælg mappe…

# @title of dialog box
source: Select Storage Path
da: Vælg lagringssti

# @label Using <amount of bytes> of disk space
source: Using %1 of disk space
da: Bruger %1 af diskplads

# @label showing the storage space used by the image cache
source: Image cache
da: Billedecache

# @action:button
source: Clear Cache
da: Ryd cache

# @label
source: Account
da: Konto

# @info:status Shows which sync account and sync server the user is logged into
source: Logged into account "%1" on server "%2"
da: Logget ind med konto "%1" på server "%2"

# @info:status
source: Syncing disabled
da: Synkronisering slået fra

# @action:button
source: Logout
da: Log ud

# @action:button
source: Login
da: Log ind

# @label
source: Manually sync
da: Synkronisér manuelt

# @action:button
source: Sync Now
da: Synkronisér nu

# @info:status
source: Last full sync with server
da: Seneste fuld synkronisering med server

# @info:status
source: Last quick upload to sync server
da: Seneste hurtigupload til synkroniseringsserver

# @title Form header for settings related to automatic syncing
source: Automatic syncing
da: Automatisk synkronisering

# @option:check
source: Do full sync on startup
da: Lav fuld synkronisering ved opstart

# @option:check
source: Do full sync when fetching podcasts
da: Lav fuld synkronisering, når podcasts hentes

# @option:check
source: Upload episode play positions on play/pause toggle
da: Upload afspilningspositioner for episoder, når der afspilles/pauses

# @title Form header for advanced settings related to syncing
source: Advanced options
da: Avancerede indstillinger

# @label
source: Fetch all episode states from server
da: Hent alle episodestatusser fra server

# @action:button
source: Fetch
da: Hent

# @label
source: Push all local episode states to server
da: Skub alle lokale episodestatusser til server

# @action:button
source: Push
da: Skub

# @label
source: Push all local episode states to server?
da: Skub alle lokale episodestatusser til server?

# @label
source: Please note that pushing the playback state of all local episodes to the server might take a very long time and/or might overload the server. Also note that this action will overwrite all existing episode states on the server. Continue?
da: Bemærk venligst, at det kan tage meget lang tid og/eller overbelaste serveren at skubbe afspilningspositionerne for alle lokale episoder til serveren. Bemærk også, at denne handling vil overskrive alle eksisterende episodestatusser på serveren. Fortsæt?

# @label
source: Select Sync Provider
da: Vælg synkroniseringsudbyder

# @label
source: Synchronize with official gpodder.net server
da: Synkronisér med den officielle gpodder.net-server

# @label
source: Synchronize with GPodder Nextcloud app
da: Synkronisér med GPodder Nextcloud-appen

# @title of dialog box
source: Sync Login Credentials
da: Login-oplysninger for synkronisering

# @label
source: Sync with GPodder Nextcloud app
da: Synkronisér med GPodder Nextcloud-appen

# @label
source: Sync with gpodder.net service
da: Synkronisér med gpodder.net-tjenesten
