Repository: KDE/kasts
Catalog: po/*/kasts.po
Languages: da

# @label argument is a weblink
source: Sync with a Nextcloud server that has the GPodder Sync app installed: %1.<br/>It is advised to manually create an app password for Kasts through the web interface and use those credentials.
da: Synkroniser med en Nextcloud-server der har GPodder-synkroniseringsappen installeret: %1.<br/>Det anbefales, at der manuelt oprettes en app-adgangskode til Kasts via webgrænsefladen og bruge disse oplysninger.

# @label argument is a weblink
source: If you don't already have an account, you should first create one at %1
da: Hvis du ikke allerede har en konto, skal du først oprette en på %1

# @label:textbox
source: Username:
da: Brugernavn:

# @label:textbox
source: Password:
da: Adgangskode:

# @option:check
source: Use custom server
da: Brug brugerdefineret server

# @label:textbox
source: Hostname:
da: Værtsnavn:

# @title
source: Sync Device Settings
da: Indstillinger for synkroniseringsenhed

# @action:button
source: Create a new device
da: Opret ny enhed

# @label:textbox
source: Device Name:
da: Enhedsnavn:

# @label:textbox
source: Device Description:
da: Enhedsbeskrivelse

# @label:listbox
source: Device Type:
da: Enhedstype:

# @item:inlistbox type of device
source: other
da: andet

# @item:inlistbox type of device
source: desktop
da: skrivebord

# @item:inlistbox type of device
source: laptop
da: bærbar

# @item:inlistbox type of device
source: mobile
da: mobil

# @action:button
source: Create Device
da: Opret enhed

# @label
source: or select an existing device
da: eller vælg en eksisterende enhed

# @title of dialog box
source: Device Sync Settings
da: Indstillinger for enhedssynkronisering

# @label
source: Should all podcast subscriptions on this gpodder.net account be synced across all devices? If you don't know what this means, you should probably select "Ok".
da: Skal alle podcastabonnementer på denne gpodder.net-konto synkroniseres på tværs af alle enheder? Hvis du ikke ved, hvad dette betyder, bør du bare vælge "Ok".

# @title of dialog box
source: Sync Now?
da: Synkronisér nu?

# @label
source: Perform a first sync now?
da: Udfør første synkronisering nu?

source: Sleep Timer
da: Søvntimer

source: Status: Active
da: Status: Aktiv

source: Status: Inactive
da: Status: Inaktiv

source: Remaining time: %1
da: Tid tilbage: %1

source: Seconds
da: Sekunder

source: Minutes
da: Minutter

source: Hours
da: Timer

source: Sync Password Required
da: Synkroniseringsadgangskode krævet

source: The password for user "%1" on Nextcloud server "%2" could not be retrieved.
da: Adgangskoden for bruger "%1" på Nextcloud-server "%2" kunne ikke blive hentet.

source: The password for user "%1" on "gpodder.net" could not be retrieved.
da: Adgangskoden for bruger "%1" på "gpodder.net" kunne ikke hentes.

source: Password:
da: Adgangskode:

source: Abort
da: Afbryd

source: Never
da: Aldrig

source: Kasts on %1
da: Kasts på %1

source: Could not log into GPodder-nextcloud server
da: Kunne ikke logge ind på GPodder-Nextcloud-server

source: Could not log into GPodder server
da: Kunne ikke logge ind på GPodder-server

source: I/O denied: Cannot save password.
da: I/O afvist: Kan ikke gemme adgangskode.

source: I/O denied: Cannot access password file.
da: I/O afvist: Kan ikke tilgå adgangskodefil.

source: Could not create GPodder device
da: Kunne ikke oprette GPodder-enhed

source: Could not retrieve synced device status
da: Kunne ikke hente status for synkroniseret enhed

source: Could not retrieve subscriptions for device %1
da: Kunne ikke hente abonnementer for enhed %1

source: Could not upload subscriptions for device %1
da: Kunne ikke uploade abonnementer for enhed %1

source: Could not retrieve subscription updates from server
da: Kunne ikke hente abonnementopdateringer fra server

source: Could not upload subscription changes to server
da: Kunne ikke uploade abonnementændringer til server

source: Could not retrieve episode updates from server
da: Kunne ikke hente episodeopdateringer fra server

source: Could not upload episode updates to server
da: Kunne ikke uploade episodeopdateringer til server

source: Internal data error
da: Intern datafejl

# Subscription/Episode sync progress step
source: (Step %1 of %2) Start sync
da: (Trin %1 af %2) Start synkronisering

# Subscription/Episode sync progress step
source: (Step %1 of %2) Requesting remote subscription updates
da: (Trin %1 af %2) Anmoder eksterne opdatering af abonnementer

# Subscription/Episode sync progress step
source: (Step %1 of %2) Uploading local subscription updates
da: (Trin %1 af %2) Uploader lokale abonnementsopdateringer

# Subscription/Episode sync progress step
source: (Step %3 of %4) Updated %2 of %1 podcast
da: (Trin %3 af %4) Opdaterede %2 af %1 podcast

# Subscription/Episode sync progress step
source: (Step %1 of %2) Requesting remote episode updates
da: (Trin %1 af %2) Anmoder om eksterne episodeopdateringer

# Subscription/Episode sync progress step
source: (Step %1 of %2) Applying remote episode changes
da: (Trin %1 af %2) Anvender eksterne episodeændringer

# Subscription/Episode sync progress step
source: (Step %1 of %2) Uploading local episode updates
da: (Trin %1 af %2) Uploader lokale episodeopdateringer

# Subscription/Episode sync progress step
source: (Step %1 of %2) Finished sync
da: (Trin %1 af %2) Færdiggjort synkronisering

# Subscription/Episode sync progress step
source: Sync aborted
da: Synkronisering afbrudt

# Subscription/Episode sync progress step
source: Sync finished with error
da: Synkronisering afsluttede med fejl

source: Downloading %1
da: Downloader %1

source: Old location:
da: Gammel placering:

source: New location:
da: Ny placering:

source: Destination path not writable
da: Destinationsstien er skrivebeskyttet

source: Operation aborted by user
da: Operation afbrudt af bruger

source: An error occurred while copying data
da: En fejl opstod mens data blev kopieret

# @info:tooltip
source: Kasts Middle-click to play/pause
da: Kasts Midterklik for at afspille/pause

# @action:inmenu
source: Seek Backward
da: Søg baglæns

# @action:inmenu
source: Play
da: Afspil

# @action:inmenu
source: Seek Forward
da: Søg fremad

# @action:inmenu
source: Skip Forward
da: Spring fremad

# @action:inmenu
source: Quit
da: Afslut
